const Discord = require('discord.js');
const client = new Discord.Client();
console.log("Scrpit By Dream");


client.on("ready", () => {
let channel =     client.channels.get("589421447974486047")
setInterval(function() {
channel.send(`صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوانصرة غني يا إخوانصرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوانصرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان ر صرة غني يا إخوان صرة غني يا إخوانصرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان ر صرة غني يا إخوان صرة غني يا إخوانصرة غني يا إخوانصرة غني يا إخوانصرة غني يا إخوانرصرة غني يا إخوانرصرة غني يا إخوانر صرة غني يا إخوانصرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوان صرة غني يا إخوانصرة غني يا إخوانصرة غني يا إخوانرصرة غني يا إخوانرصرة غني يا إخوانصرة غني يا إخوانصرة غني يا إخوان`);
}, 10)
})

client.login(process.env.BOT_TOKEN);
